[
  {
    "title": "Obaledo",
    "story_content": "Nke a bụ akụkọ ifo a na-ejikarị egwu agụ ya. Ọ na-akọ maka otu nwa agbọghọ mara mma nke zutere oke ihe ọghọm n'ihi nnupụisi ya na mkpebi ya inupụrụ nne na nna ya isi. N'oge mmụọ ọjọọ na-agagharị n'ime obodo, a gwara nwa agbọghọ a aha ya bụ \"Obaledo\" ka ọ nọrọ n'ụlọ ha mgbe nne na nna ya na-eme njem, ma rie naanị ji na ejula ma agụụ gụọ ya. Ndị mụrụ ya gwara ya ka o buru ụzọ nụọ ji tupu ejula, ebe ejula ga-emecha menyụọ ọkụ. N'ụzọ dị mwute, nwa agbọghọ ahụ, n'ihi anyaukwu na oke agụụ anụ, buru ụzọ nụọ ejula, ọkụ wee nwụọ. Ebe agụụ ka na-agụ ya, o si n'ụlọ pụọ, n'inupụrụ nne na nna ya isi, ka ọ gaa nweta ihe mgbanye ọkụ n'aka ndị agbata obi. Ka ọ na-aga, ọ zutere otu mmụọ ọjọọ nke zuru mma ya ma hapụrụ ya ajọ njọ nke aka ya.",
    "story_type": "Traditional Folktale",
    "language": "Igbo",
    "moral": "Obedience to parents and following instructions",
    "themes": [
      "obedience",
      "consequences",
      "supernatural",
      "family"
    ],
    "translated_title": "Obaledo (The Disobedient Girl)",
    "story_id": "igbo_001",
    "created_at": "2025-07-27T23:25:26.182124",
    "source": "Traditional Igbo Folktales",
    "region": "Nigeria",
    "culture": "Igbo",
    "audience": "All ages",
    "collection": "Famous Igbo Folktales"
  },
  {
    "title": "Ịgba Eze",
    "story_content": "Akụkọ a na-akọ maka mbe anyaukwu nke mechara jide onwe ya n'ime anyaukwu ya. Mbe ahụ, n'inwe anyaụfụ n'ebe otu eze bara ọgaranya nwere ịgba na-ewepụta nri na akụnụba mgbe ọ bụla a kụrụ ya, gbanyere nwunye eze ọnyà, mgbe ọ dabara na ya, ọ chọrọ ka a nye ya ịgba ahụ dị ka naanị ụgwọ ọrụ ya. Otú ọ dị, ọ maghị na ịgba ahụ na-ewepụta naanị ihe ndị oké ozu ọ hụrụ n'okpuru ọnọdụ ụfọdụ ma jiri juju kee ya. N'ikpeazụ, mbe na ụmụ ya mebiri juju e kere n'ịgba ahụ, kama inweta nri na akụnụba, mgbe ọ bụla ọ kụrụ ịgba ahụ, ụfọdụ ndị nwoke ga-apụta ma tie ya ihe nke ọma. Mgbe e meriri ya, mbe na ezinụlọ ya mere ụlọ ha n'okpuru osisi ogwu, dị ka akụkọ ahụ si kwuo, nke ahụ bụ ihe mere a na-ahụkarị mbe ka ha na-ebi n'okpuru nkwụ ogwu, ebe ọ bụ na ha enweghị ebe ọzọ ha ga-aga maka nri.",
    "story_type": "Traditional Folktale",
    "language": "Igbo",
    "moral": "Greed leads to downfall",
    "themes": [
      "greed",
      "consequences",
      "magic",
      "tortoise tales"
    ],
    "translated_title": "The Magic Drum (The Greedy Tortoise)",
    "story_id": "igbo_002",
    "created_at": "2025-07-27T23:25:26.182124",
    "source": "Traditional Igbo Folktales",
    "region": "Nigeria",
    "culture": "Igbo",
    "audience": "All ages",
    "collection": "Famous Igbo Folktales"
  },
  {
    "title": "Nwa Agbọghọ Na-enupụ Isi Nke Lụrụ Okpokoro Isi",
    "story_content": "Akụkọ ifo a na-akọ akụkọ banyere otu nwa agbọghọ mara mma nke ukwuu nke nwere ndị na-achọ ịlụ ya si n'akụkụ ụwa niile. N'ụzọ dị mwute, ọ na-ahọrọ oke nhọrọ, ọ dịghịkwa mgbe ọ bụla n'ime onyinye ndị ahụ masịrị ya. Otu mmụọ ọjọọ si n'ala mmụọ n'ụdị okpokoro isi hụrụ ya n'anya ma kpebisie ike ịlụ ya. Ọ gara gburugburu obodo dị iche iche na-achịkọta akụkụ ahụ wee ghọọ onye mara mma nke ukwuu. Dị ka a tụrụ anya ya, nwa agbọghọ ahụ hụrụ ya n'anya ozugbo ọ hụrụ ya n'anya wee kwenye ịlụ ya. Mgbe alụmdi na nwunye ahụ gasịrị, mmụọ ọjọọ ahụ kpọọrọ nwa agbọghọ ahụ gaa n'ala mmụọ ebe ọ tara ahụhụ. Otú ọ dị, ọ dị ezigbo mma ma na-enyere nne mmụọ ọjọọ ahụ aka, na iji nwee ekele maka omume obiọma ya, nne mmụọ ọjọọ ahụ nyeere ya aka ịgbapụ ma zighachi ya n'aka nne na nna ya. Mgbe ọ rutere n'ụlọ nne na nna ya, nna ya gwara ya ka ọ lụọ enyi ya, o wee kwenye n'obi ya, soro ya biri ọtụtụ afọ, mụta ọtụtụ ụmụ.",
    "story_type": "Traditional Folktale",
    "language": "Igbo",
    "moral": "Beauty alone is not enough; character matters",
    "themes": [
      "beauty",
      "pride",
      "supernatural",
      "redemption",
      "marriage"
    ],
    "translated_title": "The Proud Girl Who Married a Skull",
    "story_id": "igbo_003",
    "created_at": "2025-07-27T23:25:26.182124",
    "source": "Traditional Igbo Folktales",
    "region": "Nigeria",
    "culture": "Igbo",
    "audience": "All ages",
    "collection": "Famous Igbo Folktales"
  },
  {
    "title": "Ihe Mere Egbe ji Egbu Ọkụkọ",
    "story_content": "Nke a bụ akụkọ ifo karịa akụkọ, akụkọ a na-anwa ịkọwa ma ọ bụ nye ihe kpatara egbe jiawakpo ọkụkọ mgbe niile ma ọ bụ zuo ụmụ ọkụkọ. Akụkọ a na-akọ banyere akụkọ ịhụnanya dị n'etiti egbe na ọkụkọ mara mma nke otu oke ọkpa hụrụ n'anya kwụsịrị. Mgbe egbe kwụrụ ụgwọ nwunye ọkụkọ ahụ, lụọ ya ma kpọrọ ya gaa n'ala Egbe, otu oke ọkpa nke hụrụ ya n'anya hụrụ ya n'anya ma tie mkpu nke ọma mgbe ọ zutere ya. N'ịbụ onye na-enweghị ike iguzogide ụda ụtọ nke mkpu ahụ, ọ gbapụrụ n'ụlọ di ya wee soro oke ọkpa laghachi n'ala anụ ọkụkọ. N'iwe na mmetụta nke aghụghọ, egbe chọrọ ka e weghachite ego nwunye ya dịka ọ bụ omenala, mana ebe ọ bụ na nne na nna ọkụkọ ahụ ma ọ bụ oke ọkpa enweghị ike ịkwụghachi ya, ha wegara okwu ahụ n'aka eze anụmanụ bụ onye nyere iwu na egbe nwere ike igbu ma rie nwa oke ọkpa ọ bụla mgbe ọ bụla na ebe ọ bụla ọ hụrụ ha dị ka ụgwọ nke ego nwunye ya, ma ọ bụrụ na oke ọkpa emee mkpesa ọ bụla, eze agaghị ege ya ntị. Ya mere, site n'oge ahụ ruo ugbu a, mgbe ọ bụla egbe hụrụ ọkụkọ, ọ na-agbada ma buru ya dị ka akụkụ nke ụgwọ nwunye ya.",
    "story_type": "Etiological Tale",
    "language": "Igbo",
    "moral": "Actions have consequences that can last forever",
    "themes": [
      "love",
      "betrayal",
      "justice",
      "animal behavior",
      "origin story"
    ],
    "translated_title": "Why the Hawk Kills Chickens",
    "story_id": "igbo_004",
    "created_at": "2025-07-27T23:25:26.182124",
    "source": "Traditional Igbo Folktales",
    "region": "Nigeria",
    "culture": "Igbo",
    "audience": "All ages",
    "collection": "Famous Igbo Folktales"
  }
]