[
  {
    "title": "Kọ̀lọ̀kọ̀lọ̀ àti Ẹyẹ Àkọ̀",
    "story_content": "Kọ̀lọ̀kọ̀lọ̀ àti ẹyẹ àkọ̀ jọ ń gbé pọ̀ nínú igbo. Ní ọjọ́ kan, kọ̀lọ̀kọ̀lọ̀ pe ẹyẹ àkọ̀ láti wá bá òun jẹun. ‘Arábìnrin Àkọ̀, wá ní ọ̀la ní aago méjìlá,’ ó wí. Inú ẹyẹ àkọ̀ dùn púpọ̀, ó sì lọ sí ihò kọ̀lọ̀kọ̀lọ̀ ní ọjọ́ kejì. Kọ̀lọ̀kọ̀lọ̀ gbé ọbẹ̀ tó ládùn sílẹ̀. Ó bùú sínú àwo pẹlẹbẹ. ‘Òórùn ìyẹn mà dára o!’ ni ẹyẹ àkọ̀ wí. Ẹyẹ àkọ̀ gbìyànjú láti jẹun ṣùgbọ́n ìṣòro kan wà. Ẹnu gígùn ẹyẹ àkọ̀ kò ṣeé jẹ ìwọ̀n ọbẹ̀ tó kéré jùlọ pàápàá rárá. Àwo náà ti pẹlẹbẹ jù. ‘Yéèèè! Ó mà s̩e o!’ kọ̀lọ̀kọ̀lọ̀ náà kégbe. ‘Èmi yóò ní láti bá o̩ je̩ oúnje̩ re̩.’ Kọ̀lọ̀kọ̀lọ̀ náà je̩ gbogbo o̩bè̩ náà tán. E̩ye̩ àkò̩ padà sílé. Ebi ń paá. ‘Hmm,’ ó rò nínú rè̩. ‘Jàǹdùkú ni kọ̀lọ̀kọ̀lọ̀. Kí ni mo lè s̩e láti kó̩o̩ ló̩gbó̩n?’ Ó ronú díè̩ síi. ‘Aha!’ ó kígbe. ‘Ohun kan ti wá sórí mi.’ Ó padà pe kọ̀lọ̀kọ̀lọ̀ láti wá je̩un nílé rè̩. ‘Wá ní ò̩la ní ìgbà tí òòrùn bá kan àtàrí, Arákùnrin Kọ̀lọ̀kọ̀lọ̀’ ó wí. Ó lo̩ sílé láti se o̩bè̩ aládùn kan. Inú kọ̀lọ̀kọ̀lọ̀ dùn púpò̩. Ó dé ilé e̩ye̩ àkò̩ ní aago méjìlá ní o̩jó̩ kejì. O̩bè̩ náà wà nínú irú ìgò tí à ń fi òdòdó sí, èyí tó ní o̩rùn tó gùn sókè. Kọ̀lọ̀kọ̀lọ̀ náà kò lè kó o̩bè̩ náà lá, ebi sì ń paá púpò̩. ‘Yéèèè! Ó mà s̩e o!’ e̩ye̩ àkò̩ náà kégbe. ‘Èmi yóò ní láti bá o̩ je̩ oúnje̩ re̩.’ E̩ye̩ àkò̩ náà ki e̩nu rè̩ gígùn sínú ìgò òdòdó náà, ó sì fa gbogbo o̩bè̩ náà mu tán. ‘S̩e fún mi kí ń s̩e fún o̩!’ e̩ye̩ àkò̩ kégbe. Kọ̀lọ̀kọ̀lọ̀ padà sí ilé rè̩ pè̩lú ìrù rè̩ laarin e̩sè̩ rè̩.",
    "author": "Mary Smith",
    "language": "Yoruba",
    "source_url": "https://worldstories.org.uk/reader/the-fox-and-the-stork-yoruba/yoruba/1826",
    "scraped_at": "2025-07-27T15:24:23.996204",
    "story_id": "1826"
  },
  {
    "title": "Erékùṣù Òòrùn",
    "story_content": "Ìtàn Àwọn Ara Ṣáínà Kan Àgbẹ̀ kan wà tó ní àwọn ọmọkùnrin méjì. Èyí àgbà ọkùnrin jẹ́ amọtaraẹninìkan àti olójúkòkòrò, nígbàtí èyí àbúrò jẹ́ onínúure àti ẹni tó lawọ́. Nígbàtí àgbẹ̀ náà kú, àgbà ọkùnrin náà gba gbogbo ilẹ̀ bàbá rẹ̀ fún ara rẹ̀ láì fún àbúrò rẹ̀ ní ohunkóhun yàtọ̀ sí apẹ̀rẹ̀ kan àti ọ̀bẹ tó lè fi gé igi ìdáná. Yóò lọ sínú igbó, yóò sì gé igi láti tà fún pàṣípààrọ̀ ìrẹsì kékeré díẹ̀ ní ọjà. Tálákà ni. Kò ní ohunkóhun. Ní ọjọ́ kan, àbúrò náà gun àwọn òkè ńlá la igbó kọjá títí tó fi dé orí àpáta kan. Ó jókòó sórí àpáta kan, ó kọjú sí ìwọ̀-òòrùn, ó ń wo bí òòrùn ṣe ń wọ̀. Bí o ti jókòó ní òun nìkan, afẹ́fẹ́ kan fẹ́ lùú láti òkè wá, ó wòkè, ó sì rí ẹyẹ aláwọ̀ títàn kan tó ń fò bọ̀ lọ́dọ̀ rẹ̀. Ìyẹ́ rẹ̀ tóbi púpọ̀. Ó ń gbọ́ bí ó ṣe ń fi ìyẹ́ rẹ̀ lu afẹ́fẹ́, bí afẹ́fẹ́ ṣe ń fẹ́ kíkankíkan. Ẹyẹ náà bà sẹ́gbẹ̀ẹ́ rẹ̀. ‘Ki lo dá jókòó síbí fún?’ ‘Tálákà ni mí. Èmi kò ní ohunkóhun.’ ‘Ṣé lóòótọ́ tàbí irọ́?’ ‘Òótọ́ ni, tálákà ni mí. Èmi kò ní ohunkóhun.’ ‘Pọ́n sẹ́yìn mi nígbà náà,’ ẹyẹ ńlá náà fèsì, ‘èmi yóò sì gbé ọ lọ sí Erékùṣù Òòrùn. Níbẹ̀, o lè mú ẹyọ wúrà kan kí n tó gbé ọ padà wá.’ Ó pọ̀n sẹ́yìn ẹyẹ náà, ẹyẹ náà sì ń fò lọ. Ẹyẹ ńlá náà fò lọ kúrò nítòsí àpáta náà. Ẹyẹ ńlá náà fò kọjá lórí igbó ńlá náà. Ẹyẹ ńlá náà fò kọjá lórí àwọn omi ńlá. Ẹyẹ ńlá náà fò lọ sí Erékùṣù Òòrùn. Bí ẹyẹ náà ṣe ń bà sórí ilẹ̀, òòrùn tó ń wọ̀ lẹ́yìn erékùṣù náà ń tàn mọ́lẹ̀, ọmọkùnrin náà sì mú ẹyọ wúrà kan. Ó fi sínú apẹ̀rẹ̀ rẹ̀, ó sì pọ̀n sẹ́yìn ẹyẹ ńlá náà padà. Ẹyẹ ńlá náà fò lọ kúrò nítòsí erékùṣù náà. Ẹyẹ ńlá náà fò kọjá lórí àwọn omi ńlá. Ẹyẹ ńlá náà fò kọjá lórí igbó ńlá náà. Ẹyẹ ńlá náà fò padà lọ sórí àpáta náà. Àbúrò náà mú ẹyọ wúrà náà, ó sọ̀kalẹ̀ jáde kúrò nínú igbó náà, ó sì lọ ra ilẹ̀ kékeré kan síbẹ̀. Níbẹ̀, ó ń sin ẹlẹ́dẹ̀, máàlù, àti adìẹ mélòó kan. Ó ń gbé ayé tó dára. Ó ń ṣíṣẹ́ takun-takun. Ṣùgbọ́n ní ọjọ́ kan ẹ̀gbọ́n rẹ̀ wá. ‘Ibo ni o ti rí ọrọ̀ tó pọ̀ tó èyí, ilẹ̀ yìí?’ Àbúrò rẹ̀ sọ fún un bó ṣe jẹ́. ‘Èmi náà fẹ́ irú rẹ̀. Fún mi ní apẹ̀rẹ̀ àtijọ́ yẹn àti ọ̀bẹ rẹ.’ Ẹ̀gbọ́n náà gba ọ̀nà igbó lọ. Nígbàtí ó dé ibití àwọn òkè náà wà, ó jókòó sórí àpáta kan, ó ń dúró. Nígbàtí ó pẹ́ díẹ̀, afẹ́fẹ́ kan fẹ́ lùú, ó sì gbúròó àwọn ìyẹ́ tó ń dún. Níbẹ̀, bí ó ṣe kọjú sí ìwọ̀-òòrùn, tí ó ń wo bí òòrùn ṣe ń wọ̀, ẹyẹ kan farahàn láti inú títàn òòrùn náà, ó ń fi ìyẹ́ rẹ̀ lu afẹ́fẹ́, ó ń súnmọ́ ọ̀dọ̀ rẹ̀. Ẹyẹ náà sì bà sẹ́gbẹ̀ẹ́ rẹ̀. ‘Ki lo dá jókòó síbí fún?’ ‘Tálákà ni mí. Èmi kò ní ohunkóhun.’ ‘Ṣé lóòótọ́ tàbí irọ́?’ ‘Òótọ́ ni, tálákà ni mí. Èmi kò ní ohunkóhun. Mo fẹ́ wúrà!’ ‘Pọ̀n sí mi lẹ́yìn,’ ẹyẹ ńlá náà wí. ‘Èmi yóò gbé ọ lọ sí Erékùṣù Òòrùn. Níbẹ̀, o lè mú ẹyọ wúrà kan.’ Ẹyẹ ńlá náà fò lọ kúrò nítòsí àpáta náà. Ẹyẹ ńlá náà fò kọjá lórí igbó ńlá náà. Ẹyẹ ńlá náà fò kọjá lórí àwọn omi ńlá. Ẹyẹ ńlá náà fò lọ sí Erékùṣù Òòrùn. Bí ó ṣe bà sórí ilẹ̀, òòrùn tó ń wọ̀ lẹ́yìn erékùṣù náà ń tàn mọ́lẹ̀. Ẹ̀gbọ́n náà wo ilẹ̀, ó rí wúrà tó ń dán káàkiri ibi gbogbo. Ó mú ẹyọ ọ̀kan, ó fi sínú apẹ̀rẹ̀. ‘Apẹ̀rẹ̀ náà dàbí èyí tó ṣófo. Yóò dára kí n mú òmíràn.’ Ó mú ẹyọ kejì sínú apẹ̀rẹ̀ náà, lẹ́yìn náà ẹyọ kẹta. Ó tẹ̀síwájú láti máa kó àwọn wúrà tó tóbi jùlọ níbẹ̀ títí tí apẹ̀rẹ̀ náà fi kún dẹ́mú. Ó yípadà. Bí ó ṣe yípadà, ó ríi pé ẹyẹ náà ti fò lọ, òòrùn sí ti ń ràn. Kò lè lọ síbikíbi mọ́. Àbúrò náà jogún ilẹ̀ ẹ̀gbọ́n rẹ̀. Ó ṣètọ́jú ilẹ̀ náà dáradára pẹ̀lú ìfẹ́. Ohun tó ń rí láti orí rẹ ni òun máa ń ṣàjọpín pẹ̀lú àwọn ẹlòmíràn ní àwùjọ náà.",
    "author": "David Heathfield",
    "language": "Yoruba",
    "source_url": "https://worldstories.org.uk/reader/the-island-of-the-sun-yoruba/yoruba/1820",
    "scraped_at": "2025-07-27T15:24:26.318004",
    "story_id": "1820"
  },
  {
    "title": "Búrọ́ọ̀ṣì Ọ̀dà Onídán",
    "story_content": "Ààlọ́ Ṣainíìsì Kan Nígbà kan rí, ọ̀dọ́mọkùnrin kan wà tí à ń pè ní Ma Liang. Ó jẹ́ aláìní, onínúure, ó sì fẹ́ràn láti máa yàwòrán dé ibi pé ó máa ń yàwòrán síbi gbogbo. Ní alẹ́ ọjọ́ kan, ó lá àlá pé ọkùnrin arúgbó kan fún òun ní búrọ́ọ̀ṣì ọ̀dà onídán kan, ó sì ní kí òun máa lòó láti fi ran àwọn aláìní lọ́wọ́. Nígbàtí ó ta jí, ó rí búrọ́ọ̀ṣì onídán náà lórí tábílì rẹ̀. Láti ọjọ́ náà lọ, òun máa ń lo búrọ́ọ̀ṣì ọ̀dà onídán náà nígbà yòówù tí àwọn ènìyàn aláìní bá nílò ìrànlọ́wọ́. Nígbàtí ó bá ríi pé àwọn ènìyàn kò ní omi láti lò ní pápá oko, yóò yàwòrán odò, àwòrán náà yóò sì di odò tí a lè fojúrí lótìítọ́. Àwọn ènìyàn yóò sì lè pọn omi láti odò náà lọ sórí pápá oko láti mú àwọn ohun ọ̀gbìn wọn dàgbà. Nígbàtí ó bá rí àwọn àgbẹ̀ tó ń ṣiṣẹ́ takun-takun tí wọ́n ń gbìyànjú láti bọ́ àwọn ìdílé wọn, yóò yàwòrán oúnjẹ púpọ̀ síi fún wọn láti jẹ. Láìpẹ́, ọ̀pọ̀ àwọn ènìyàn mọ̀ nípa búrọ́ọ̀ṣì ọ̀dà onídán náà, wọ́n sì dúpẹ̀ púpọ̀ lọ́wọ́ Ma Liang. Ṣùgbọ́n arakùnrin ọlọ́rọ̀ kan wà tó ń gbé ní abúlé, ó jẹ́ awun ènìyàn, ó sì pinnu láti jí búrọ́ọ̀ṣì ọ̀dà náà lọ́wọ́ ọ̀dọ́mọkùnrin náà kí ó báa lè lòó láti mú kí ọrọ̀ rẹ̀ túbọ̀ pọ̀ síi. Nítorí náà, ó rán àwọn ìránṣẹ́ rẹ̀ lọ sí ilé Ma Liang láti lọ jí búrọ́ọ̀ṣì ọ̀dà onídán náà. Lọ́gán tó ti ní búrọ́ọ̀ṣì ọ̀dà náà lọ́wọ́, inú rẹ̀ dùn púpọ̀, ó sì pe àwọn ọ̀rẹ́ rẹ̀ láti wá sí ilé rẹ̀ kí ó báa lè fi ohun-ìní rẹ̀ tuntun hàn wọ́n. Ó ya ọ̀pọ̀lọpọ̀ àwòrán, ṣùgbọ́n kò sí èyí tó yípadà di ohun tí a lè fojúrí lótìítọ́ lọ́wọ́ rẹ̀. Inú bíi gidi pé búrọ́ọ̀ṣì ọ̀dà náà kò ṣiṣẹ́ lọ́wọ́ rẹ̀, nítorí náà, ó ránṣẹ́ pe Ma Liang. Ó wí fún ọ̀dọ́mọkùnrin náà pe, “Bí o bá lè ya àwọn àwòrán kan fún mi, tí o sì mú wọn wà láàyè ní tòótọ́, èmi yóò dá ọ sílẹ̀.” Ma Liang kò fẹ́ ran irú ènìyàn búburú báyìí lọ́wọ́, ṣùgbọ́n ọgbọ́n kan wá sí orí rẹ̀. Ó wí fún arákùnrin búburú náà pé, “Kíni ìwọ yóò fẹ́ kí n yà?” Arákùnrin náà fèsì pé, “Mo fẹ́ àpáta oníwúrà. Èmi yóò máa lọ síbẹ̀ láti lọ kó wúrà jọ.” Ṣùgbọ́n ọ̀dọ́mọkùnrin náà kọ́kọ́ yàwòrán odò ńlá kan. Inú bí ọkùnrin ọlọ́rọ̀ ná, ó sì sọ pé, “Kílódé tí o fi yàwòrán odò ńlá? Àpáta oníwúrà ni mo fẹ́. Yàwòrán rẹ̀ ní kíá!” Nítorí náà, ọ̀dọ́mọkùnrin náà yàwòrán àpáta oníwúrà tó jìnnà sì odò náà. Ọkùnrin ọlọ́rọ̀ náà wí pé, “Yàwòrán ọkọ̀ ojú omi ńlá ní kíá. Mo fẹ́ lọ síbẹ̀ lọ kó wúrà jọ.” Ọ̀dọ́mọkùnrin náà rẹ́rìn-ín músẹ́, ó sì yàwòrán ọkọ̀ ojú omi ńlá. Ọkùnrin ọlọ́rọ̀ náà bẹ́ sínú ọkọ̀ ojú omi náà, ó sì ń lọ láti wá wúrà náà ṣùgbọ́n nígbàtí ọkọ̀ ojú omi náà dé àárín odò ńlá náà, Ma Liang yàwòrán ìjì ńlá kan tó ba ọkọ̀ ojú omi náà jẹ́, wọn kò sì rí ọkùnrin ọlọ́rọ̀ náà mọ́ ní abúlé náà. Lẹ́yìn èyí, ọ̀dọ́mọkùnrin náà gbé pọ̀ pẹ̀lú àwọn ẹbí rẹ̀ láyọ̀, tí ó sì máa ń lo búrọ́ọ̀ṣì ọ̀dà onídán náà láti ran àwọn ènìyàn aláìní lọ́wọ́ gẹ́gẹ́ bí ọkùnrin arúgbó náà ti ní kí ó máa ṣe, gbogbo ènìyàn ni ó sì mọ búrọ́ọ̀ṣì ọ̀dà onídán náà, wọ́n sì fẹ́ràn rẹ̀.",
    "author": null,
    "language": "Yoruba",
    "source_url": "https://worldstories.org.uk/reader/the-magic-paintbrush-yoruba/yoruba/1828",
    "scraped_at": "2025-07-27T15:24:28.727441",
    "story_id": "1828"
  },
  {
    "title": "BI Ikarawun Ijapa Se Ri Wọ́ngan-wọ̀ngan",
    "story_content": "Orúkọ mi ni Abimbọ́lá Àlàó. Itan yi da lori idi ti ikarawun ijapa fi ri wọ́ngan-wọ̀ngan.Ni igba laelae iyan buburu kan mu ni ilu awon eranko, ko si si ounje rara. Nitori idi eyi Ijapa ko ri ounje fun awon ẹbi rẹ, ebi si npa won gidigidi. Ni ojọ́ kan Ijapa pinnu lati wa ounje lo si aarin oja, sugbon nigba to de bẹ, ko ri ohunkohun. Bi Ijapa se fe yipada lati pada si ile re ni o se akiyesi Ehoro, ti o nyan kandukandu kaakiri oja. Oju Ehoro ndan bi eniti iyan ko ja. Awo re si tutu minijojo. Ijapa pinnu lati se iwadi ibiti Ehoro ti nri ounje je ti okan re fi bale tobayi. Nitorina o teriba o si bere si sun ekun eke. Nigbati Ehoro fere de odo re o gbohun soke, o nko họ́-ù-họ́-ù. Ehoro gbo iro ekun ijapa o si sure lo sodo re. o ni ‘Kilo de, ore mi?’ Ijapa dahun pe, ‘Baba mi wa ni ile iwosan. Iyawo mi loyun omo keta, sugbon ebi npaa lọ́pọ́polopo. Ni ale ana ni a gbọ́ pe iya iyawo mi nku lo nitori iyan yi. Mi o mọ’hun ti mo le se o.’ ‘Hun-un’ Ehoro mi kanle o ni, ‘Ijapa, gbogbo eranko lo mo o si olọ́gbọ́n ewe. Emi o mo bi n o le ran o lọ́wọ́ o.’ Sugbon Ijapa olọ́gbọ́n ewe wa ona lati tan Ehoro ki o le ran oun lọ́wọ́. Ehoro si gba. Ehoro ni o daa, emi o ran o lowo, pade mi ni eti odo Ọ̀rẹ̀ ni ale yi. Mo lero pe n o ni kabamo oore ti mo fẹ se fun o. Ni ale ojọ́ na, Ijapa mu irin ajo pon lo si eti odo Ọ̀rẹ̀ nibiti Ehoro ti nduro dee. Awon mejeji si mura, won mori le igbo. Laipe lo titi, won de ibikan ti o teju perese, nibiti ko si igi igbo pupo. Ehoro koju si Ijapa o wipe, ‘o nilati se ileri fun mi pe o ò ni tú asiri ohun ti mo fe fi han ọ yi fun enikeni.’ Ijapa se ileri fun. Ehoro wa koju si oke orun o bere si korin pe: “Iya, iya taakun wa lẹ oA lu janjan ki janIya, iya taakun wa lẹ oA lu janjan ki jan.” Lesekese, okun funfun kan bere si sokale lati oju ofurufu. Ehoro gba okun mu o si bere si pon lo soke. Ijapa na si se bẹẹ gẹgẹ. Nigbati won de oke sanmo, won ri ilekun kan ti a fi ikuuku se. Ilekun yi, o lewa lopolopo. Ehoro agbalagba kan si wa lati pade won. Ehoro ki iya re, o ni, ‘Iya mi, mo mu ore mi wa, Ijapa loruko re. O fe lati wa bawa jeun ale ni.’ Iya Ehoro ki Ijapa kaabo. O si mu won wole. Iya Ehoro tip ese orisirisi ounje sile fun won. Eso orisirisi, eja, aladun, iresi, iyan, obe aladidun, orisirisi ohun mimu. Ijapa ri ounje yi o si bere si jeun lesekese. O njeun bi wobia. Ehoro gba niyanju pe ki o mase je ounje ajeki, ki o ba le rin pada si ile re. Sugbon ijapa ko da lohun; o jeun titi ti iku re fi tobi rọ̀bọ̀tọ̀, ti ko si le mi kanle. Lehin eyi Ehoro wi fun Ijapa wipe asiko to lati ma a lo sile. Ijapa dide o si mu ori le enu ona. Iya Ehoro ke si wipe, ‘Iwo ko ni mu ounje die lo fun awon ebi re ni?’ sugbon Ijapa ko, o ni ounje ajeki ti oun je ko je ki oun le mu ounje kankan da ni. Iya Ehoro na okun sile fun omo re ati Ijapa, won si pada sinu aginju. Awon mejeji si mori le ile won. Nigbati Ijapa olọ́gbọ́n ewe de ile, o rora bọ́ si ori ibusun re, o si sun lo fonfonfon fun wakati mejila. Nigbati o ji, ebi bere si paa, ebi na ko se e mu mora. Nitorina, o ro ninu ara re o ni, ‘Emi o pada lo si ile Ehoro. Ti mo ba de’be emi o mo ohun ti n o wi fun iya re.’ ijapa dide n’le, o morilegbo. Nigbati ijapa de inu igbo, o fi orin bo’nu, o bere si korin pe: “Iya, iya taakun wa lẹ oA lu janjan ki janIya, iya taakun wa lẹ oA lu janjan ki jan.” Sugbon ohun ijapa se kọ̀-n-kọ̀, nitori eyi ko le korin na daadaa bi ti Ehoro. Iya Ehoro gbo orin na, o si bere si fun ra, o ni, ‘Ohun eniti nkorin nisale yi ko jo ti omo mi, boya aare si n se e ni, tabi otutu nmu.’ Iya Ehoro ro ninu ara re. sugbon o pinnu lati ju okun sile. Inu Ijapa dun lopolopo nigbati o ri okun, o si yara bere si pon on. Sugbon bi o ti de idaji okun ni o gbo ohun enikan lehin re ti o nke tantan, ‘Nibo niwo Ijapa ro pe iwo nlo, iwo eranko buburu yi. Sokale kia!’ Ehoro kigbe pelu ibinu. O si kigbe pe, ‘Iya mi, Ijapa ti tan wa je o.’ Sugbon Ijapa ko duro, o bere si gun okun na tagbaratagbara bi o ti nronu ounje aladidun ti o wa loke. Ehoro bere si korin o ni: “Iya, iya taakun wa lẹ oA lu janjan ki janIya, iya taakun wa lẹ oA lu janjan ki jan an.” Iya Ehoro gbo ohun omo re. ‘O ya a lenu, Họ́wù! Ohun omo mi leyi. Sugbon ta leni to korin lakọ́kọ́?’ Ni Kia, iya Ehoro yoju lati oke, o ri ijapa ti o npon okun tagbaratagbara, o sit un ri omo re to njuwo to si nso pe, ‘Iya mi, iya mi, Ijapa ti tan wa je o, f’obe sokun, f’obe sokun, f’obe re okun o.’ Iya Ehoro ko fi akoko sofo, o sare mu obe ogemorekeu kan to wa nitosi, o si bere si ge okun. Ni akoko, se lo dabi eni pe irin ni a fi se okun na, se lo le dan-in-dan-in. sugbon, se ni iya yi mura sise, o re o si fere re ja. Eru ba a pe bi Ijapa ba de oke o le se oun ni jamba ki o to bere si jeun. Bayi ni iya Ehoro se re okun na ti o si ja a si meji. Apa kan wa lowo ijapa bi o ti nsubu bo nile. Ategun gbe sihinsọ́hun titi o fi subulule ninu igbo; ikarawun ni Ijapa fi lule, ‘gbò’, eyi ni si fọ́. Ijapa daku lo rangbondon. Sugbọ́n lehin wakati die o taji, ara re si bale. O dide, o kori si ile re. lati ojọ́ na lo, ikarawun Ijapa ti o ti ndan minijojo teleri wa di afọ́ku, ko si pada si bi ti atijọ́ mọ́.",
    "author": null,
    "language": "Yoruba",
    "source_url": "https://worldstories.org.uk/reader/how-the-tortoise-got-his-crooked-shell/yoruba/564",
    "scraped_at": "2025-07-27T15:24:31.056450",
    "story_id": "564"
  },
  {
    "title": "Alantakun Ati Awon Ore Re Meji",
    "story_content": "Alantakun ti e ri yen, o ni ore meji kanOkan labule otun, ekeji lapa osiOre ekini wole deeO ni mo fe sase kan fawon iluMo si fe ki o je kan ninu wonInu awe ti dun lopolopo o tun ferin siO ni kini kan ni o je ka seJe n so’kùn kan mo badiKi e mu ori okun rele, nigbati e ba sounje tanKi e f’okun yen fa mi moraWerewere ni n o yara moPe ẹ ti toju ounje tanE ma a reti miKo pe ko jina lo titi, lọ̀rẹ̃ keji wole deO ni mo fe s’ase kanOni ni mo f’ase ọ̀hun siMo si fe ko je kan ninu wonInu awe ti dun lopolopo, o tun ferin si.O ni kini kan ni e je ka seE je nso’kun kan mo ‘badiKi e mu ori okun yen re’leNigbati e ba s’ounje tanKi e f’okun yen fa mi moraWerewere ni n o ti da o moPe e ti toju ounje tanE ma a reti miKo pe ko jina lọ titi, ore ekini sounje tanKo pe ko jina lọ titi, ore ekeji sounje tanTihin nfaa, tọ̀hun nfaa nisẹ́ ba di siseLori ese kan aye, ese kan ọ̀runẸ ò ráye lóde e.",
    "author": "Abimbola Alao",
    "language": "Yoruba",
    "source_url": "https://worldstories.org.uk/reader/the-spider-and-his-two-friends/yoruba/1097",
    "scraped_at": "2025-07-27T15:24:33.316317",
    "story_id": "1097"
  }
]